#!usr
# -*- coding: UTF-8 -*-
# Mod by: whisky @ Six
# team: Alone


import os
import sys
import time
import random

wd = "\033[90;1m" # dark
GL = "\033[96;1m" # Blue aqua
BB = "\033[34;1m" # Blue light
YY = "\033[33;1m" # Yellow light
GG = "\033[32;1m" # Green light
WW = "\033[0;1m"  # White light
RR = "\033[31;1m" # Red light
CC = "\033[36;1m" # Cyan light
B = "\033[34m"    # Blue
Y = "\033[33;1m"    # Yellow
G = "\033[32m"    # Green
W = "\033[0;1m"     # White
R = "\033[31m"    # Red
C = "\033[36;1m"    # Cyan

def runntxt(s):
        for noobs in s + '\n':
                sys.stdout.write(noobs)
                sys.stdout.flush()
                time.sleep(10. / 2100)


def banner():
    os.system('clear')
    print " 
    runntxt(GG+"    Hello Honey! This For You")
    runntxt(GL+"           웃❤유            ")
    runntxt(GG+"   I Love SHWE YEE MYO 😘    ")
    runntxt(Y+"   I LOVE FOREVER AND NEVER DIE 😘")
    runntxt(GL+"   THE PROOF OF MY LOVE ")
    time.sleep(1.5)
    runntxt(GG+"  √=============================================√")
    runntxt(GL+"  |•••••• I love forever Daw Shwe Yee Myo ••••••|")
    runntxt(GG+"  √=============================================√")
    runntxt( WW+"  |            MOD BY: Thè Maung Phyo           |")
    runntxt( WW+"  |            FACEBOOK: thalmaung49            |")
    runntxt( Y+"  |             INSTAGRAM: thalmg49             |")
    runntxt( GL+"  |---------------------------------------------|")
    runntxt( GG+"  |        သားသားမီးမီး 👪👪👪👪👪👪              |")
    runntxt( GL+"  |---------------------------------------------|")
    runntxt( GG+"  √=============================================√")
    runntxt( GL+"  |•••••••••       LOVE ME BACK 🐷🐷🐷 •••••••••|")
    runntxt( GG+"  √=============================================√")
    time.sleep(1.5)
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    runntxt(" 😘😘😘😍😘😘😘😍😘😘😘😍😘😘😘😍😘😘😍😘😘😍😘😘😍😘😍😍😘😘😘😍😘😘😍😘😘😘😍😘😘😘 ")
    "
banner()

